Repository: StephenMeansMe/tekka
Catalog: po/*.po
Languages: da

source: • Topic for %(channel)s: %(topic)s
da: • Emne for %(channel)s: %(topic)s

source: • You changed the topic to %(topic)s.
da: • Du ændrede emnet til %(topic)s.

source: • %(nick)s is away (%(message)s).
da: • %(nick)s ikke tilstede (%(message)s).

source: CTCP from %(nick)s to Channel:
da: CTCP fra %(nick)s til kanal:

source: CTCP request from you to %(target)s: %(message)s
da: CTCP anmodning fra dig til %(target)s: %(message)s

source: • You are now known as %(newnick)s.
da: • Du er nu kendt som %(newnick)s.

source: • %(nick)s is now known as %(newnick)s.
da: • %(nick)s er nu kendt som %(newnick)s.

source: « You have been kicked from %(channel)s by %(nick)s (%(reason)s).
da: « Du blev sparket fra %(channel)s af %(nick)s (%(reason)s).

source: « %(who)s was kicked from %(channel)s by %(nick)s (%(reason)s).
da: « %(who)s blev sparket fra %(channel)s af %(nick)s (%(reason)s).

source: « You have quit (%(reason)s).
da: « Du afsluttede (%(reason)s).

source: « You have quit.
da: « Du afsluttede.

source: « %(nick)s has quit (%(reason)s).
da: « %(nick)s afsluttede (%(reason)s).

source: « %(nick)s has quit.
da: « %(nick)s afsluttede.

source: » You have joined %(channel)s.
da: » Du ankom til %(channel)s.

source: » %(nick)s has joined %(channel)s.
da: » %(nick)s er ankommet til %(channel)s.

source: « You have left %(channel)s (%(reason)s).
da: « Du har forladt %(channel)s (%(reason)s).

source: « You have left %(channel)s.
da: « Du har forladt %(channel)s.

source: « %(nick)s has left %(channel)s (%(reason)s).
da: « %(nick)s har forladt %(channel)s (%(reason)s).

source: « %(nick)s has left %(channel)s.
da: « %(nick)s har forladt %(channel)s.

source: • %(target)s: No such nick/channel.
da: • %(target)s: Ingen sådan øgenavn/kanal.

source: • %(target)s: No such server.
da: • %(target)s: Ingen sådan server.

source: • %(target)s: No such channel.
da: • %(target)s: Ingen sådan kanal.

source: Unknown reason
da: Ukendt grund

source: The channel is full.
da: Kanalen er fuld

source: The channel is invite-only.
da: Kanalen er kun ved invitation.

source: You are banned.
da: Du er nu bandlyst.

source: You need the correct channel key.
da: Du har brug for den korrekte kanal nøgle.

source: You can not join %(channel)s: %(reason)s
da: Du kan ikke tilslutte %(channel)s: %(reason)s

source: tekka could not connect to maki.
da: tekka kunne ikke forbinde til maki.

source: Please check whether maki is running.
da: Tjek venligst om maki kører.

source: Please check whether maki is running. The following error occurred: %(error)s
da: Tjek venligst om maki kører. Følgende fejl opstod: %(error)s

source: Communication error with maki.
da: Kommunikationsfejl med maki.

source: tekka requires a newer maki version.
da: tekka kræver en nyere maki version.

source: Please update maki to at least version %(version)s.
da: Opdatér venligst maki til mindst version %(version)s.

source: • Unknown command “%(command)s”, sending raw command “%(raw)s”.
da: • Ukendt kommando “%(command)s”, sender rå kommando “%(raw)s”.

source: C_ompile and run
da: C_ompile og kør

source: Whois on %(server)s
da: Hvem-er på %(server)s

source: Whois data of %(nick)s
da: Hvem-er data af %(nick)s

source: No data received so far. Are you still connected?
da: Ingen data modtaget indtil nu. Er du stadig forbundet?

source: Loading...
da: Loader...

source: %d User
da: %d Bruger

source: %d Operator
da: %d Operatør

source: Incoming file transfer
da: Indgående filoverførsel

source: Enter the key for the channel %(channel)s.
da: Indtast nøglen for denne kanal %(channel)s.

source: Save key for channel
da: Gem nøglen for kanal

source: Configure %(name)s
da: konfigurér %(name)s

source: Plugin %(plugin)s could not be loaded.
da: Udvidelsesmodul %(plugin)s kunne ikke indlæses.

source: Plugin is already loaded.
da: Udvidelsesmodul er allerede indlæst.

source: Plugin %(plugin)s is already loaded.
da: Udvidelsesmodul %(plugin)s er allerede indlæst.

source: Plugin %(plugin)s could not be loaded automatically.
da: Udvidelsesmodul %(plugin)s kunne ikke indlæses automatisk.

source: Hide main window
da: Skjul hovedvindue

source: Show main window
da: Vis hovedvindue

source: Topic for channel %(channel)s on %(server)s
da: Emne for kanal %(channel)s på %(server)s

source: Topic changed before.
da: Emne tidligere ændret.

source: The topic was changed before your update. Do you want to commit the changes anyway?
da: Emnet blev ændret før din opdatering. Vil du stadig bidrage med ændringer?

source: <big><b>Welcome to tekka!</b></big>
da: <big><b>Velkommen til tekka!</b></big>

source: Reset markup
da: Nulstil markering

source: Do you really want to close channel “%(name)s”?
da: Ønsker du virkelig at lukke kanal "%(name)s"?

source: Do you really want to close query “%(name)s”?
da: Ønsker du virkelig at lukke forespørgelse "%(name)s"?

source: Do you really want to close server “%(name)s”?
da: Ønsker du virkelig at lukke server "%(name)s"?

source: User:
da: Bruger:

source: Topic:
da: Emne:

source: Error occured
da: Fejl opstod

source: No connection to maki.
da: Ingen forbindelse til maki.

source: tekka could not determine server.
da: tekka kunne ikke bestemme server.

source: Widget creation failed.
da: Widget skabelse fejlede.

source: translator-credits
da: Launchpad Contributions: EFJoKeR https://launchpad.net/~jlassesen Jimmy Frydkær Jensen https://launchpad.net/~jimmy-frydkaer nanker https://launchpad.net/~nanker

source: Advanced Preferences
da: Advancerede Indstillinger

source: Channel List
da: Kanal liste

source: IRC Colors
da: IRC-farver

source: File Transfers
da: Filoverførsler

source: <b>Message types to hide</b>
da: <b>Meddelelsestype at skjule</b>

source: <b>Other</b>
da: <b>Andet</b>

source: <b>Own</b>
da: <b>Egen</b>

source: Hide message types
da: Skjul meddelelsestype

source: Join:
da: Deltag i:

source: Kick:
da: Spark:

source: Mode:
da: Modus:

source: Nick:
da: Alias:

source: Part:
da: Deltag:

source: Quit:
da: Forlad:

source: _Join
da: _Deltag

source: C_onfigure
da: K_onfigurér

source: Plugins
da: Udvidelser

source: _Load
da: _Indlæs

source: _Unload
da: _Udlæs

source: <b>Filter messages</b>
da: <b>Filter meddelelser</b>

source: <b>Warning:</b> Changes will be applied after closing this dialog.
da: <b>Advarsel:</b> Ændringer vil blive udført efter afslutning at denne dialog.

source: A_uto expand server tree
da: A_uto udvide server træ

source: Actions:
da: Handlinger:

source: Ad_vanced Settings
da: Ad_vanceret Indstillinger

source: C_olors
da: _Farver

source: Default nick:
da: Standard Øgenavn:

source: Font:
da: Skrifttype:

source: Highlighted actions:
da: Fremhævede handlinger:

source: Highlighted messages:
da: Fremhævede beskeder:

source: Highlightwords:
da: Fremhævede-ord:

source: If you want to have control about <u>all</u> settings you can use the advanced settings dialog. <b>Notice:</b> For some options it is neccessary to restart tekka for the changes to take effect.
da: Hvis du ønsker at have kontrol over <u>alle</u> indstillinger da kan du bruge den advancerede instillings dialog. <b>Bemærk:</b> For nogen indstillinger og få effekt er det nødvendigt at genstarte tekka.

source: Last log lines:
da: Sidste log linjer:

source: Last log:
da: Sidste log:

source: Messages:
da: Beskeder:

source: Notification:
da: Notifikation:

source: Own nick:
da: Eget øgenavn:

source: Own text:
da: Egen tekst:

source: Part message:
da: Delt besked:

source: Preferences
da: Indstillinger

source: Quit message:
da: Afslut besked:

source: Shutdown _maki on close
da: Luk _maki ved afslutning

source: Time format:
da: Tidsformat:

source: Use _RGBA
da: Benyt _RGBA

source: Use _default font
da: Benyt _standard skrifttype

source: _General Output
da: _Generel Uddata

source: _Hide on close
da: _Skjul ved luk

source: _Nick Colors
da: _Øgenavn Farver

source: _Show status icon
da: _Vis status ikon

source: Server List
da: Server-liste

source: <b>Add Server</b>
da: <b> Tilføj Server</b>

source: <b>Command List</b>
da: <b>Kommando Liste</b>

source: Add Server
da: Tilføj Server

source: Address:
da: Adresse:

source: Auto-connect:
da: Auto-forbind:

source: Nick name:
da: Øgenavn:

source: NickServ password:
da: Øgenavn Adgangskode:

source: Real name:
da: Reele Navn:

source: Server name:
da: Server Navn:

source: <span weight="bold" size="larger">Delete Server</span> Are you sure you want to delete the server '%(server)s'?
da: <span weight="bold" size="larger">Fjern Server</span> Er du sikker på du vil slette server '%(server)s'?

source: Delete Server
da: Fjern Server

source: <b>Edit Server</b>
da: <b>Rediger Server</b>

source: Edit Server
da: Rediger Server

source: _Channel List
da: _Channel Liste

source: _File Transfers
da: _Filoverførsler

source: _Help
da: _Hjælp

source: _Topic Bar
da: _Emne bjælke

source: _View
da: _Se

source: Ban
da: Bandlys

source: Give Half-Op
da: Giv Halv-Op

source: Give Op
da: Giv Op

source: Give Voice
da: Giv stemme

source: Kick
da: Spark

source: Modes
da: Tilstande

source: Take Half-Op
da: Tag Half-Op

source: Take Op
da: Tag Op

source: Take Voice
da: Tag Voice

source: Whois
da: Hvem-er

source: H_ide Messages
da: SK_JUL meddelelse

source: Set _Key
da: Indstil _tast

source: Set _Topic
da: Indstil _emne

source: _Connect
da: _Forbind

source: _Disconnect
da: _Afbryd forbindelse

source: _History
da: _Historik

source: _Part
da: _Forlad
